      * Y2K CERTIFIED YES 20030212                                      00000100
      * ***************************                                     00000110
      * RECOMPILED FOR MULTI-ENTITY                                     00000120
      * ***************************                                     00000130
       IDENTIFICATION DIVISION.                                         00000200
       PROGRAM-ID.   XYZAB123.                                          00000300
       DATE-COMPILED.                                                   00000400
       AUTHOR.        MICHAEL SCOVETTA                                  00000500
       INSTALLATION.  NEW YORK                                          00000600
                                                                        00000700
       TITLE 'TEST PROGRAM FOR YASCA LEAK FINDER'                       00000800
                                                                        00000900
       ENVIRONMENT DIVISION.                                            00001000
       CONFIGURATION SECTION.                                           00001100
       DATA DIVISION.                                                   00001200
       WORKING-STORAGE SECTION.                                         00008400
       GETMAIN                                                          00009000
       GETMAIN                                                          00009100
       FREEMAIN                                                         00009500
